{
  "items": [
    {
      "id": "brave--6974327935880841584",
      "title": "Remote Internet Search Quality Rater - English (United States)",
      "company": "welocalize",
      "description": "OVERVIEW Welo Data is looking for English speakers to join a remote project as a Search Quality Rater. In this role, you will help improve how search engines understand and deliver useful results to users. What you’ll do: Review search results and evaluate how helpful and relevant they are to the user’s query Answer simple true/false questions about the quality of content Rate whether search results meet the user’s needs using clear guidelines Complete straightforward online tasks that contribute to improving AI systems No specialized technical experience is required - we provide the guidelines and support you need to succeed! Please click here for a short demo of these types of tasks: What Does a Search Quality Rater Do? (youtube.com) Why this work matters: Your feedback helps train and improve AI technology, making search engines smarter and more useful for people around the world. Schedule & Support: Fully remote position Set your own schedule and complete tasks when it’s convenient for you Support is available from the project management team during business hours (Monday–Friday, 9:00 AM – 5:30 PM Pacific) Project Details Job Title: Search Quality Rater Location: Remote, US-based Hours: Minimum 10 hours per week, up to 29 hours per week; set your own schedule Start date: ASAP Employment Type: W2 Part-Time Employee, payment every 2 weeks Longevity of project: 12 months with possibility of extension. This work is based on project needs. Weekly hours may vary. Benefits: Paid Sick Time Employee Assistance Program Following eligibility requirements: Medical Insurance Dental Insurance Vision Insurance HSA Voluntary Life Insurance Accident, Critical Illness,Hospital Indemnity Insurance 401(k) Retirement Plan Currently hiring in: Alabama, Florida, Georgia, Indiana, Kansas, Kentucky ,Missouri ,Montana, New Hampshire, North Carolina, Ohio, Oklahoma, Pennsylvania ,South Carolina, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin. Applicants must be of at least 18 years of age to apply.",
      "source_url": "https://jobs.lever.co/welocalize/33babd56-f6d6-4779-8146-498c9a9e42bd",
      "location": "United States",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/welocalize/33babd56-f6d6-4779-8146-498c9a9e42bd",
      "analysis": {
        "job_index": 0,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Avaliador Remoto de Qualidade de Pesquisa na Internet - Inglês",
        "empresa": "welocalize",
        "pais": "United States",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Avaliar a qualidade e relevância dos resultados de pesquisa, completar tarefas online simples para melhorar sistemas de IA."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave-3168398428472533939",
      "title": "IT Support Specialist (Remote) @ Rula",
      "company": "Rula",
      "description": "We believe that mental health is just as important as physical health. We recognize that mental health issues can be complex and multifaceted, and we are dedicated to treating the whole person, not just the symptoms. We aim to create a world where mental health is no longer stigmatized or ...",
      "source_url": "https://jobs.ashbyhq.com/rula/c7aafe5c-fc02-4b05-a5bd-d79b7681599e",
      "location": "",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.ashbyhq.com/rula/c7aafe5c-fc02-4b05-a5bd-d79b7681599e",
      "analysis": {
        "job_index": 10,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Especialista de Suporte de TI (Remoto)",
        "empresa": "Rula",
        "pais": "EUA",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Suporte de TI remoto com foco em saúde mental."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave-3729768736636507295",
      "title": "Cyber Security Engineer",
      "company": "LuminDigital",
      "description": "Basic Function The Cyber Security Engineer safeguards corporate and public cloud environments that host financial services platforms. This role monitors and evaluates threats to a cloud-hosted digital banking solution, identifying vulnerabilities across applications, networks, and systems. They design, implement, and maintain technical security controls to protect sensitive data and ensure compliance with industry standards. Additionally, the Cyber Security Engineer manages incident response efforts, handling threat detection, containment, eradication, and recovery. This role also supports risk management, compliance, and audit functions, continuously improving the organization’s security posture and information assurance. Essential Functions and Responsibilities: Develop and improve monitoring, reporting, and alerts to identify and address threats using research, security tools, scripting, and data analysis Develop and maintain threat models to prioritize risk management activities Manage vulnerability scanning and penetration testing tools to detect weaknesses across multiple environments Collaborate with clients, auditors, vendors, and internal teams to assess and validate security posture across all environments and system layers Investigate and verify reported vulnerabilities, resolving or assigning remediation as needed Develop security strategies, scripts, and configurations to mitigate risks across cloud services, networks, and endpoints Design, deploy, and manage security controls, including firewalls, intrusion detection, DLP, CASBs, and AV/EDR systems, with automation where feasible Participate in security incident response, covering all phases from detection to resolution Collect and document security program activities to support audits and client due diligence Perform other duties as assigned Position Specifications Education: Associate Degree in Computer Science, Information Assurance, Cybersecurity, or a related field required, or equivalent combination of education and experience Experience: Three (3) years of experience in security engineering, software engineering, information technology, systems administration, or information assurance required Two (2) years of experience designing and implementing security controls as a software, security, or systems engineer or similar role required Experience with AWS, Linux, Kubernetes, Git, log aggregation platforms, issue tracking systems, and shell and Python scripting required Knowledge, Skills, & Abilities: Technical knowledge of cybersecurity tools, techniques, and procedures to identify and analyze threats and devise and monitor technology safeguards to protect sensitive assets Ability to design and implement security controls across operating systems, containerization, orchestration, and networks (e.g., SELinux, auditd, iptables, Snort, Zeek) Effective communicator with strong collaboration skills, able to coordinate vulnerability remediation and risk reduction Professional demeanor with strong client orientation, earning trust inside and outside the organization Sound judgment, confidentiality, and task prioritization skills when handling sensitive information Ability to work remotely with high productivity, maintaining strong communication and collaboration Commitment to continuous learning and professional growth, staying ahead of evolving security threats Travel: Minimal, generally 12 days or less per year",
      "source_url": "https://jobs.lever.co/LuminDigital/d1727d9a-a85a-4fbb-8b6b-797ded846b76",
      "location": "Remote- United States",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/LuminDigital/d1727d9a-a85a-4fbb-8b6b-797ded846b76",
      "analysis": {
        "job_index": 1,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Engenheiro de Cibersegurança",
        "empresa": "LuminDigital",
        "pais": "United States",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Proteger ambientes corporativos e de nuvem pública, monitorar ameaças, identificar vulnerabilidades, gerenciar resposta a incidentes."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--7866110252893318898",
      "title": "Customer Support Executive (Remote in United States) @ Nivoda",
      "company": "Nivoda",
      "description": "Customer Support Executive - United States",
      "source_url": "https://jobs.ashbyhq.com/nivoda/12210876-fec0-4b41-8288-7d3dcc45603a",
      "location": "",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.ashbyhq.com/nivoda/12210876-fec0-4b41-8288-7d3dcc45603a",
      "analysis": {
        "job_index": 11,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Executivo de Suporte ao Cliente (Remoto nos Estados Unidos)",
        "empresa": "Nivoda",
        "pais": "EUA",
        "setor": "business",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "basico",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Atendimento ao cliente remoto nos Estados Unidos."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--8714108353040128755",
      "title": "Data Scientist, Technical Lead (Remote-USA)",
      "company": "voleon",
      "description": "Voleon is a technology company that applies state-of-the-art AI and machine learning techniques to real-world problems in finance. For nearly two decades, we have led our industry and worked at the frontier of applying AI/ML to investment management. We have become a multibillion-dollar asset manager, and we have ambitious goals for the future. Data is at the heart of everything we do—from modeling and strategy development to production monitoring and compliance. As we expand our data-driven investment initiatives, we are seeking a Technical Lead in Data Science to guide the design, implementation, and evolution of our analytical systems and mentor a growing team of data scientists. As a Technical Lead – Data Science, you will provide technical direction and management for a team of data scientists working on high-impact problems across trading and research systems. You will be responsible for shaping analytical frameworks, ensuring methodological rigor, and delivering insights that inform business and research decisions. You will collaborate with stakeholders in engineering, research, and leadership while driving innovation and excellence in our data science practice.",
      "source_url": "https://jobs.lever.co/voleon/16e548b1-9f1b-4e24-a2a7-027472834950",
      "location": "Remote, United States",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/voleon/16e548b1-9f1b-4e24-a2a7-027472834950",
      "analysis": {
        "job_index": 2,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Cientista de Dados, Líder Técnico",
        "empresa": "voleon",
        "pais": "United States",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Liderar o design e implementação de técnicas de IA e machine learning para problemas financeiros."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave-7669495689967945619",
      "title": "Smile Digital Health - Technical Writer (Health Tech)- Remote, Canada",
      "company": "Smiledigitalhealth",
      "description": "* Remote Work Environment · * Flexible Time Away From Work Policy including PTO, Personal and Sick Days · * Competitive Salary and Health/Medical Benefits · * RRSP/TFSA/401K Employee Contribution · * Life and Disability · * Employee Assistance Program ·",
      "source_url": "https://jobs.lever.co/smiledigitalhealth/bcefdb38-4bc0-4239-9434-124423d02591",
      "location": "",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/smiledigitalhealth/bcefdb38-4bc0-4239-9434-124423d02591",
      "analysis": {
        "job_index": 3,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Redator Técnico (Health Tech)",
        "empresa": "Smiledigitalhealth",
        "pais": "Canada",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Redator técnico para empresa de tecnologia em saúde."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--6774113009537288077",
      "title": "Senior Software Engineer, Fullstack",
      "company": "Mediafly",
      "description": "Who we are: At Mediafly, we help the world’s top revenue teams work smarter and achieve measurable impact. Our platform brings together sales enablement, content, and performance insights so sellers have the coaching, tools, and intelligence they need to succeed. By weaving value selling into every workflow, we empower teams to accelerate deal cycles, boost win rates, and prove ROI. For you, that means joining a company where innovation meets purpose—where your work helps businesses deliver more meaningful buyer experiences and drives results that truly matter. You’ll be part of a collaborative, growth-focused team that values expertise, creativity, and human connection. Read this first: Research shows that while men apply to jobs when they meet an average of 60% of the criteria, women and other marginalized groups tend to only apply when they check every box. If you think you have what it takes, but don't necessarily meet every single point on the job description, please apply. We'd love to have a chat to see what skills/experiences you are able to bring to this team. We're seeking an experienced Senior Full Stack Engineer with strong Java expertise to join our remote team. You'll work with our Java backend and React/TypeScript frontend systems deployed on AWS. You'll build new features while also improving system reliability, performance, and observability. As part of our fully remote Agile team, you'll collaborate closely with UX designers and Product Managers to deliver exceptional solutions. This is an individual contributor role with broad scope: you’ll influence architecture, lead through technical discovery and execution, and tackle complex engineering challenges head-on.",
      "source_url": "https://jobs.lever.co/Mediafly/18dc36ae-d4fe-483a-8d25-fff7828b64dc",
      "location": "Remote - Canada",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/Mediafly/18dc36ae-d4fe-483a-8d25-fff7828b64dc",
      "analysis": {
        "job_index": 4,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Engenheiro de Software Sênior, Fullstack",
        "empresa": "Mediafly",
        "pais": "Canada",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Desenvolver e manter plataformas de vendas, focando em sales enablement, conteúdo e insights de performance."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--5695154345243116560",
      "title": "Wishpond Technologies - CTO (100% Remote In Canada)",
      "company": "Wishpond",
      "description": "• This is a 100% remote position, and the individual could be based anywhere in Canada · • The successful candidate is expected to work in the Pacific Time Zone. • Due to the nature of this role, we may verify backgrounds, including conducting employment references, criminal records, and credit checks.",
      "source_url": "https://jobs.lever.co/wishpond/28e05289-9729-47d6-8a84-a985e37b8a27",
      "location": "",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/wishpond/28e05289-9729-47d6-8a84-a985e37b8a27",
      "analysis": {
        "job_index": 6,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "CTO",
        "empresa": "Wishpond",
        "pais": "Canadá",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "nao_precisa",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "CTO com possibilidade de trabalho remoto em qualquer lugar do Canadá."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave-7294724137670882491",
      "title": "Controller (Remote from United Kingdom)",
      "company": "jobgether",
      "description": "This position is posted by Jobgether on behalf of a partner company. We are currently looking for a Controller in United Kingdom. We are seeking an experienced and strategic Controller to lead the financial management function and provide executive-level insights to support business growth. This role oversees all aspects of accounting, reporting, and financial analysis, ensuring accuracy, compliance, and scalability across operations. You will work closely with leadership to drive budgeting, forecasting, and strategic planning, while also implementing process improvements and optimizing systems. The position requires a hands-on approach, strong analytical capabilities, and the ability to mentor and develop a finance team. Ideal candidates thrive in a fast-paced, remote environment and are passionate about turning financial data into actionable business strategies that enable growth and operational excellence.",
      "source_url": "https://jobs.lever.co/jobgether/22d8cab3-6d98-4254-ae07-4b7f27ad8b68",
      "location": "UK",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/jobgether/22d8cab3-6d98-4254-ae07-4b7f27ad8b68",
      "analysis": {
        "job_index": 7,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Controlador Financeiro",
        "empresa": "jobgether",
        "pais": "Reino Unido",
        "setor": "business",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "nao_precisa",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Controlador financeiro experiente e estratégico para liderar a gestão financeira."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--7406509924592824265",
      "title": "TrustedHousesitters - Corporate Communications & PR Lead",
      "company": "Trustedhousesitters.com",
      "description": "Our team have an unlimited housesitting allowance, can work remotely from their sits, and are eligible to £500 per year towards travel costs",
      "source_url": "https://jobs.lever.co/trustedhousesitters.com/02593758-4e0c-44e6-9358-53014abb17a3",
      "location": "",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/trustedhousesitters.com/02593758-4e0c-44e6-9358-53014abb17a3",
      "analysis": {
        "job_index": 8,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Líder de Comunicações Corporativas e RP",
        "empresa": "Trustedhousesitters.com",
        "pais": "Reino Unido",
        "setor": "business",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "nao_precisa",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Líder de Comunicações Corporativas e RP com possibilidade de trabalho remoto."
        },
        "internacional_ok": true
      }
    },
    {
      "id": "brave--1515242910209987721",
      "title": "Senior Full-Stack Engineer PHP/JS (m/f/d) - Innovation Team 100 % Remote Germany",
      "company": "innocraft",
      "description": "Hello 👋 The ideal candidate is motivated by creating real impact — producing practical, usable outcomes rather than overengineered or purely experimental solutions. Operating in a small, autonomous team, this person will combine strong technical execution with product-oriented thinking to help shape the future of Matomo. Efficiency, creativity, and execution are paramount. About InnoCraft and Matomo 📊 At InnoCraft , we’re building a more ethical, privacy-first digital world. As the leading open-source web analytics platform, Matomo powers over 1 million websites and apps in 190+ countries, offering organisations the insights they need while maintaining full data ownership and user trust. In Germany, Matomo is particularly popular with public institutions, universities, and companies that take GDPR compliance seriously. As part of our long-term growth, we are expanding our established Europe-based engineering team to support Matomo’s increasing adoption by enterprise and public-sector organisations across Europe. We believe in openness, privacy, and transparency. Every month, our platform processes billions of data points — transforming complex information into intuitive, powerful reports that delight users. Matomo is available in 50+ languages and supported by a global, fully remote community with strong hubs in New Zealand, Germany and France. If you are interested you can take a look at our Github here . Why Matomo 💡 - Privacy-first: Ethical analytics built around GDPR and user trust. - Open Source: Shape a platform used in 190+ countries. - Global team: Work with colleagues across Europe, New Zealand, and Canada. - Established & Growing: Profitable and self-funded, with double-digit growth for 5+ years and a steadily expanding global team. - Fully Remote: 100% work-from-home within Germany, with flexible hours. - Career Growth: Clear Engineering Career Development Framework supporting skill progression and leadership growth. - High Calibre Team: Join a collaborative group of experienced engineers focused on innovation and impact. - AI-Empowered Development: Use AI tools and practices to accelerate experimentation, development, and quality. What you will do 🚀 - Full-Stack Innovation Development: You will design, prototype, and deliver new features across backend (PHP) and frontend (JS) that extend Matomo’s capabilities. Python and node.js may be involved too. - Rapid Prototyping & Validation: Quickly test new product ideas — including but not limited to AI/insights — and validate them with real-world use cases. - End-to-End Ownership: Own ideas end-to-end, from concept through deployment. - Product-Centric Engineering: Think beyond code — consider usability, scalability, security, and long-term value when shaping new features. - Cross-Functional Collaboration: Collaborate directly with Matomo’s co-founders and senior engineers using Slack, Jira and Confluence. - Autonomous Execution: Operate effectively in a small, lean team with minimal oversight, driving projects forward independently. - Impediment Management: Proactively identify and resolve blockers to progress; escalate appropriately when outside support is needed to keep innovation moving. - Exploration Beyond AI: Identify and develop innovation opportunities across analytics, visualization, integrations, and user experience — not just AI. - Knowledge Sharing: Document and communicate concepts, prototypes, and learnings to spread innovation practices across the company. - Continuous Learning: Stay current with emerging technologies, frameworks, and product trends to bring fresh perspectives into Matomo. Qualifications 🤓 Essential Skills - 5+ years experience with backend development in PHP and some experience in frontend development (JavaScript/React/Angular) - Track record of delivering features end-to-end — from concept through prototyping to production. - Ability to work autonomously in a small, fast-moving team , managing priorities and driving output without heavy oversight. - A product-oriented mindset: able to translate user needs and strategic goals into practical, impactful solutions. - Comfort balancing speed and quality : delivering quickly while avoiding over-engineering. - Strong problem-solving skills with a pragmatic approach to new technologies and innovation. - Understanding of security vulnerabilities and how to avoid them. - Skilled at writing automated tests, reviewing code and writing documentation. - professional English communication skills, with the ability to clearly share ideas, rationale, and trade-offs. - Must be comfortable working in a 100% remote, global and agile environment. Nice to Have - Experience with analytics, reporting, data visualisation, or AI/ML integrations. - Background contributing to or building on open source projects . - Familiarity with UX principles and/or data-driven product design. - Prior experience in an innovation, R&D, or product prototyping role. - German language proficiency. Benefits 💪 - Fully remote within Germany - Budget for co-working space or work from home - Home office equipment (desk, chair etc) supplied after probation period - Flexible hours - we respect work life balance - 30 Paid holidays per year plus your national public holidays - Sick leave - Health Insurance: Your Well-being, Our Priority - A huge “playground” to grow your skill set - Volunteering Day: Empower Your Impact - Compassionate leave, including for pet loss. - Training Opportunities - Mental Health Support Services - Opportunity to have an immediate impact on a product that is used by more than 1 million websites and almost 2% of the whole Internet - Opportunity to work in a customer obsessed business, dedicated to building high-quality software with a strong mission of helping people grow their web projects while keeping full control of their data Location 🌍 - 100% Remote work position - Must be located in Germany Diversity and Inclusion 🤗 InnoCraft celebrates the things that make you, you! We are an inclusive employer and do not discriminate against any employee or applicant for employment because of race, color, religion, sex, sexual orientation, gender identity, national origin, age, marital status or disability. We actively seek diversity in our workplace and embrace individuals with unique backgrounds, perspectives, and abilities! Come join our growing team that’s helping ensure a safer, more privacy-focused web/internet! #LI-Remote",
      "source_url": "https://jobs.lever.co/innocraft/984761d2-e7ee-448c-a225-cf21e2e9cd0c",
      "location": "Frankfurt",
      "source": "brave",
      "pt_hint": false,
      "direct_url": "https://jobs.lever.co/innocraft/984761d2-e7ee-448c-a225-cf21e2e9cd0c",
      "analysis": {
        "job_index": 9,
        "aprovada": true,
        "motivo_rejeicao": null,
        "titulo": "Engenheiro Full-Stack Sênior PHP/JS (m/f/d) - Equipe de Inovação",
        "empresa": "innocraft",
        "pais": "Alemanha",
        "setor": "tech",
        "salario_mensal": null,
        "moeda": null,
        "salario_estimado": false,
        "requisitos": {
          "ingles": "nao_precisa",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Engenheiro Full-Stack Sênior PHP/JS para equipe de inovação, 100% remoto na Alemanha."
        },
        "internacional_ok": true
      }
    },
    {
      "direct_url": "https://acosta.jobs/ottawa-on/fashion-and-beauty-ambassador/B21F6AF4FABE4A16887177A1145CDCBA/job/",
      "source": "manual",
      "analysis": {
        "titulo": "Embaixador(a) de Moda e Beleza",
        "empresa": "Acosta",
        "pais": "Canadá",
        "setor": "business",
        "salario_mensal": 3000,
        "moeda": "CAD",
        "salario_estimado": false,
        "requisitos": {
          "ingles": "intermediario",
          "faculdade": "nao_importa",
          "experiencia_anos": 0,
          "descricao": "Atendimento e representatividade em varejo"
        },
        "internacional_ok": true
      }
    },
    {
      "direct_url": "https://wd3.myworkdaysite.com/recruiting/volarisgroup/Webcheckout/job/United-States---TX/Frontend-Design-Engineer_R58778",
      "source": "manual",
      "analysis": {
        "titulo": "Engenheiro de Design Frontend",
        "empresa": "Volaris Group",
        "pais": "Estados Unidos",
        "setor": "tech",
        "salario_mensal": 8000,
        "moeda": "USD",
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 3,
          "descricao": "Frontend com foco em design"
        },
        "internacional_ok": true
      }
    },
    {
      "direct_url": "https://transfermarkt.jobs.personio.de/job/2256990?language=de",
      "source": "manual",
      "analysis": {
        "titulo": "Engenheiro(a) DevOps (h/m/d)",
        "empresa": "Transfermarkt",
        "pais": "Alemanha",
        "setor": "tech",
        "salario_mensal": 6000,
        "moeda": "EUR",
        "salario_estimado": false,
        "requisitos": {
          "ingles": "intermediario",
          "faculdade": "nao_importa",
          "experiencia_anos": 3,
          "descricao": "DevOps remoto na Europa"
        },
        "internacional_ok": true
      }
    },
    {
      "direct_url": "https://jobs.jobvite.com/bowl/job/or8Gjfwi",
      "source": "manual",
      "analysis": {
        "titulo": "Desenvolvedor de Aplicações",
        "empresa": "Bowl",
        "pais": "Estados Unidos",
        "setor": "business",
        "salario_mensal": 7000,
        "moeda": "USD",
        "salario_estimado": false,
        "requisitos": {
          "ingles": "fluente",
          "faculdade": "nao_importa",
          "experiencia_anos": 2,
          "descricao": "Desenvolvimento de aplicações"
        },
        "internacional_ok": true
      }
    },
    {
      "direct_url": "https://apply.workable.com/nogigiddy/j/27AC761460",
      "source": "manual",
      "analysis": {
        "titulo": "Auxiliar de Entrada de Dados (Remoto)",
        "empresa": "NoGigiddy",
        "pais": "Estados Unidos",
        "setor": "business",
        "salario_mensal": 2500,
        "moeda": "USD",
        "salario_estimado": false,
        "requisitos": {
          "ingles": "intermediario",
          "faculdade": "nao",
          "experiencia_anos": 0,
          "descricao": "Entrada de dados e suporte operacional"
        },
        "internacional_ok": true
      }
    }
  ]
}