[
  {
    "id": "remotive-2088618",
    "title": "*Scout Search Quality Rater - English (United States)",
    "company": "welocalize",
    "description": "OVERVIEW Welo Data is looking for English speakers to join a remote project as a Search Quality Rater. In this role, you will help improve how search engines understand and deliver useful results to users. What you’ll do: Review search results and evaluate how helpful and relevant they are to the user’s query Answer simple true/false questions about the quality of content Rate whether search results meet the user’s needs using clear guidelines Complete straightforward online tasks that contribute to improving AI systems No specialized technical experience is required - we provide the guidelines and support you need to succeed! Please click here for a short demo of these types of tasks: What Does a Search Quality Rater Do? (youtube.com) Why this work matters: Your feedback helps train and improve AI technology, making search engines smarter and more useful for people around the world. Schedule & Support: Fully remote position Set your own schedule and complete tasks when it’s convenient for you Support is available from the project management team during business hours (Monday–Friday, 9:00 AM – 5:30 PM Pacific) Project Details Job Title: Search Quality Rater Location: Remote, US-based Hours: Minimum 10 hours per week, up to 29 hours per week; set your own schedule Start date: ASAP Employment Type: W2 Part-Time Employee, payment every 2 weeks Longevity of project: 12 months (with possibility of extension). This work is based on project needs. Weekly hours may vary. Benefits Employee Assistance Program Following eligibility requirements Paid Sick Time Medical Insurance Dental Insurance Vision Insurance HSA Voluntary Life Insurance Accident, Critical Illness, Hospital Indemnity Insurance 401(k) Retirement Plan Currently hiring in: Alabama, Florida, Georgia, Indiana, Kansas, Kentucky ,Missouri ,Montana, New Hampshire, North Carolina, Ohio, Oklahoma, Pennsylvania ,South Carolina, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin. Applicants must be of at least 18 years of age to apply.",
    "source_url": "https://remotive.com/remote-jobs/ai-ml/ai-internet-rater-2088618",
    "location": "United States",
    "source": "remotive",
    "pt_hint": false,
    "posted_at": "2026-02-04T08:43:19",
    "direct_url": "https://jobs.lever.co/welocalize/90c51db9-ff3f-43c7-8ead-d607582b230f?lever-origin=applied&lever-source%5B%5D=REMOTIVESQRENUS",
    "analysis": {
      "job_index": 0,
      "aprovada": true,
      "motivo_rejeicao": null,
      "titulo": "Avaliador de Qualidade de Busca - Inglês (Estados Unidos)",
      "empresa": "welocalize",
      "pais": "Estados Unidos",
      "setor": "tech",
      "salario_mensal": null,
      "moeda": null,
      "salario_estimado": false,
      "requisitos": {
        "ingles": "fluente",
        "faculdade": "nao_importa",
        "experiencia_anos": 0,
        "descricao": "Avaliar a qualidade e relevância dos resultados de busca e completar tarefas online para melhorar sistemas de IA."
      },
      "internacional_ok": true
    }
  }
]
